Repository: ButterflyKu-T3/Repo
Catalog: Strings.*.resx
Languages: ru

# msgEnterWord
source: Enter the base word (8–30 characters):
ru: Введите исходное слово (8–30 символов):

# msgTooShort
source: The word must be between 8 and 30 letters!
ru: Слово должно содержать от 8 до 30 букв!

# msgGameStart
source: Let’s start the game!
ru: Начинаем игру!

# msgPlayerTurn
source: Player {0}: (10 seconds)
ru: Ход игрока {0}: (10 секунд)

# msgLoseTimeout
source: Time’s up! Player {0} missed the turn and lost!
ru: Время вышло! Игрок {0} пропустил ход и проиграл!

# msgUsed
source: This word has already been used!
ru: Это слово уже использовалось!

# msgInvalid
source: You can’t make this word from the base word!
ru: Слово нельзя составить из букв исходного слова!

# msgEnd
source: Game over.
ru: Игра окончена.

# msgEmpty
source: Empty input — enter a word again.
ru: Пустой ввод — введите слово снова.

# msgWrongAlphabet
source: The word must contain only letters of the English alphabet!
ru: Слово должно содержать только буквы русского алфавита!

# msgPressEnter
source: Press Enter to exit...
ru: Нажмите Enter для выхода...
